Repository: MiroslavR/polymorphable
Catalog: mods/polymorphable/languages/data.*.po
Languages: fr, ja

source: Welcome to the Church!
ja: きょうかい へ ようこそ!

source: Come to the Church whenever you are wounded, and I shall heal you.
ja: あなたが ケガを していたら、きょうかい に きてくれ。 かいふく してあげよう。

source: Shandra's Daughter, Kelsey
ja: サンドラの娘（むすめ）、 ケルシー

source: Hey Daphne, out and about today?
ja: やあ、ダフネ。 きょうは、おでかけ かい?

source: It's beautiful, plus I have a couple errands to do for Elder Thomas. Will you be coming to my sixteenth birthday ceremony tomorrow?
ja: それもよいけど、でも、今日（きょう）は、用事（ようじ）が あります。 トーマス長老（ちょうろう）から たのまれた、 お使い（おつかい） が あるのです。 あした、わたしの 16さい の 誕生日（たんじょうび）に、あなたも、きてくれる よね?

source: Of course! There's no place else in the village I'd rather.
ja: もちろん! わたしは、村（むら）の どこにも、しらない場所（ばしょ） は ありません。

source: I'm sure it will be. Come back tonight for dinner, too!
ja: そうなることを、しんじてる。 夕方（ゆうがた）には、もどってきてね。 ばんゴハン が あるよ。

source: Mmm, more pulled pork? Excellent!
ja: うん? ブタの やきにく? すばらしい!

source: Hi Daphne, it's bee a while. You don't see anything weird around here, do you?
ja: やあダフネ、ひさしぶり。 あなたは、 ここで へんなものを みかけなかった ですか?

source: Should I?
ja: わたしのこと?

source: No, uh, no. It's just that there's been weird sounds from the graveyard at night lately.
ja: ちがう、ちがう。 さいきん、よなかの はかば から へんな ものおと が きこえてくるんです。

source: Maybe you shouldn't drink coffee before bed.
ja: たぶん、あなたは ねるまえには コーヒーを のまないほうが よい。

source: Yeah, that's it, I'll lay off the coffee.
ja: もちろん、そうしてる。 コーヒーは やめている。

source: Elder Thomas
ja: トーマス長老（ちょうろう）

source: Daphne, you must save the world from Zalkaz!
ja: ダフネ。 ザルカズが せかいを ほろぼさないように、あなたは、せかいを、 すくわなければ なりません!

source: The Juggernaut Talisman
ja: Juggernaut のタリスマン

source: You must find the Juggernaut Talisman!
ja: あなたは、 Juggernaut の おまもり を みつけなければなりません。

source: Thank you for finding both halves of the Talisman!
ja: タリスマンの かたわれ を りょうほう とも、あつめてくれて、 ごくろう!

source: Now I will make them whole again.
ja: いま、ここで、わたしがタリスマンを、完成（かんせい）させるぞ。

source: Go south to the Snow Mountain. The ancient texts say that is where Zalkaz makes his lair.
ja: みなみ（↓）の、雪（ゆき）の山に、いきなさい。 古文書（こもんじょ）によると、 Zalkazはそこに、ねぐら を つくる。

source: You've found the first half of the Talisman, wonderful! The second half is in a ruined castle to the west.
ja: あなたは、タリスマンの半分（はんぶん） を みつけた! すばらしい! のこり半分は、にし（←）の、廃墟（はいきょ）になった 城（しろ）にある。

source: You may also want to speak with Robin the Hunter on your way over. I told him to give you some of his equipment.
ja: ロビンに、はなしかけなさい。ハンターのロビンに、です。 わたしから、ロビンに、あなたに、なにか べんり な もの を、あげるように、いっておく。装備（そうび）できるもの、で。

source: Ah, the Fairy Flower! Did you run into any trouble in the forest?
ja: おお、それは ようせいの花（はな） ! あなたは、森（もり）の なか で、どんなトラブル に、あいましたか?

source: Yes, I did. I suppose I ought to thank you for the sword.
ja: ええ、わたしは、トラブルに、あいました。 この つるぎ に、かんしゃ します。

source: No, I just, you know, unleashed an ancient evil. Thanks a bunch for the warning.
ja: いいえ、わたしは、おおむかし の 悪（あく）を、ときはなって、しまった ようです。あなたもしっている、おおむかしの悪（あく）です。 Thanks a bunch for the warning.

source: When in the heck were you planning on letting me know the truth!?
ja: いつ、ほんとのこと を、わたし に、 しらせようと、 計画（けいかく） していたの !?

source: Tomorrow, after your birthday party, I promise! They died nobly, but now, it falls to you to finish their work.
ja: あした、誕生日（たんじょうび の あと です。 約束（やくそく）します。 かれらは けだかく しにましたが、 しかし いま、 it falls to you to finish their work.

source: You must find what they never could: both halves of the Juggernaut Talisman. With the Talisman, you can seal away the Ancient Evil forever!
ja: かれらの みつけられなかった ものを、 あなたは、みつけなければ、ならない のです。 Juggernaut の おまもり の 半分（はんぶん）です。 その おまもり で、おおむかしの悪（あく）を、封印（ふういん）する こと が できます。ずっと。

source: Go east, and use your bat talisman to fly over the ruined bridge, and seek the first half of the Juggernaut Talisman in the volcano.
ja: 東（ひがし、→）に、いってください。 そして、コウモリ の おまもり を つかって、 そら を とんで、川（かわ）をこえてください。 橋（はし）は、こわれており、つかえません。そして 川（かわ）を わたったら、火山（かざん）で、 Juggernaut の タリスマン の、さいしょの半分を、さがして ください。

source: The Fairy Flower
ja: ようせい の はな

source: Ah, Daphne! It's good to see you this morning. You turn sixteen tomorrow, but it seems like just yesterday that I found you in a basket at my door.
ja: ああ、ダフネ! けさ も、おあい できて うれしい。 あしたで 16さい に きみ は なるようだけど、 まるで きのう に わたしのドアの バスケットで あなたを みつけた ばかりの ようだ。

source: Sixteen long years of doing pointless chores for you, Thomas.
ja: あなたのために、わたしは 16ねんかん も、 かね に ならない しごと を、してきたのよ、トーマス。

source: Come now, you wound an old man! Tomorrow you shall be released from my endless tasks, but today, I need you to do one more.
ja: もうっ、あなたは そうやって ろうじんを きずつける。 あしたで、 いままでの はてしなかった しごと から、ときはなたれますが、 しかし、 きょう、あなた は、 もういちど、しごと を やる ひつよう が あります。

source: Joy of joys. Where are you sending me today?
ja: よろこんで。 どこに わたしを いかせる つもり ですか?

source: I need you to find the Fairy Flower in the forests. It's the last ingredient I need to create the wreath to hang in your new home.
ja: わたしの ため、 あなたは もりで、ようせい の はな を みつける ひつよう が あります。 それは、あなたの あたらしい いえ に、かかげるため の はなわ を つくるため に ひつよう な、さいごの ぶひん です。

source: Ha! You're my girl. The Fairy Flower is found north of town, across the river.
ja: ハハ! あなたは わたし の しょうじょ ですよ。 ようせいのはな の ばしょ は、まち の きた にある、かわ の むこう です。

source: Daphne, I'm projecting to you via telepathy!
ja: ダフネ、わたしはいま、テレパシーを、きみ に おくってるんだ!

source: I was reading my brother's ancient scrolls, and discovered that Zalkaz has the power to summon hordes of bats.
ja: わたしは、こもんじょの 巻き物（まきもの） を よんだんだが、 Zalkaz の 特技（とくぎ） を 発見（はっけん） した。 やつは、コウモリをたくさん、コウモリの群れ（むれ）を、 よびだすんだ。

source: Avoid him when he summons the bats, and then use your Holy Sword power to knock them all out in one swing of your sword!
ja: ヤツが コウモリたちを よびだすときは、 ヤツのこうげきを さけるんだ。 そこで、せいなる つるぎ をつかえば、 てき を みんな、こうげき できるんだ。

source: Oh, I have some fresh carrots and watermelons, they're good for what ails you!
ja: ああ、わたしは、とれたての にんじん と スイカ を、もってるよ。 もし、あなたが くるしいとき、これを つかうと、 よくなりますよ。

source: Thanks for saving the village!
ja: むら を すくってくれて、ありがとう!

source: River of Flames
ja: ほのお の 川（かわ）

source: Be careful not to traverse the river of flames...
ja: ほのお の かわ を とおるときは、きをつけて・・・

source: Parents
ja: ちち と はは

source: Hello, Daphne.
ja: こんんちわ、ダフネ。

source: How do you know my name? Why aren't you attacking me?
ja: どうして、わたしの なまえ を しってるの?

source: I knew your father long ago... it was here he first battled Zalkaz, to try and seal him away. Half the Juggernaut Talisman is in here.
ja: 私はあなたの父親をずっと前から知っていた... ここで彼は最初にザルカズと戦って、やつを封印しようとした。 Juggernaut Talisman の半分は、ここにある。

source: There is now a lava ward preventing anyone from passing to the house...
ja: いまでは、 この家（いえ）に はいれなくするかのように、ようがんが ある。

source: I can get across, but alas, I am already dead. Stay away from the lava unless you want to be dead, too.
ja: わたしなら、よこぎることができますが、 ざんねん なことに、 わたしは すでに しんでいます。 あなたが しにたくないなら、 ようがん から はなれてください。

source: Ancient Tombstone
ja: おおむかしの 墓石（はかいし）

source: Examine Tombstone
ja: 墓石（はかいし） を しらべよう

source: As you gaze upon the tombstone, you hear a voice coming from the walls.
ja: あなたが、墓石（はかいし）を、よく見ている とき、 かべ の ほう から、 こえ が きこえてくる。

source: I knew it was just a matter of time until someone stumbled upon my tomb!
ja: わたしの墓（はか）の 前（まえ）に、だれかがいることに、きづいてるぞ!

source: What? Who are you? Where are you?
ja: なに? あなたは だれ? どこに、あなたは いるの?

source: I am Zalkaz, the Destroyer of Worlds! When you approached my tombstone, your life force set me free.
ja: われ は Zalkaz（ザルカズ）、世界（せかい）の破壊者（はかいしゃ）だ!

source: Oh, and I'm so scared now. You're just a voice, who cares?
ja: ああ、いま、わたしは こわい。 あなたは、声（こえ） だけ です。 だれが、きにします か?

source: Who cares? The entire world shall tremble, for soon I shall have my body back, and I shall sweep through the lands with my fiery sword of rage!
ja: だれが きにする? 世界中（せかいじゅう）が ふるえるだろう。 すぐに、わたしは からだ を とりもどしてやる! そして、 わたし の、荒々しい（あらあらしい） つるぎ で、世の中（よのなか）を そうじ してやる!

source: The tombstone stands quiet now.
ja: 墓石（はかいし）は、いまは、しずかなままだ。

source: King's knight
ja: 王さま（おうさま）に つかえる 騎士（きし）

source: Careful on the roads out there, strange things have been afoot in the kingdom lately.
ja: さいきん、王国で、へんなこと が、おきてるんだ。 ちかくを いくときは、 きをつけて。

source: The king sent me to help out if there any trouble, but honestly...
ja: 王さまは、なにか もんだい が あれば たすけるようにしろ と、わたしを おくったが、 しょうじき に いうと...

source: I'm a little scared, and you have a sword. Can't you take care of it?
ja: わたしは、すこし、こわい。そして、あなたは、つるぎを もっている。 Can't you take care of it?

source: Robin the Hunter
ja: Robin（ロビン） ザ・ハンター

source: This bow is the best ever seen in this village.
ja: この弓（ゆみ）は、この村（むら）では、今まで（いままで） 見た（みた） なかでは、最高（さいこう）のものです。

source: What? No, of course you can't have it!
ja: え? ダメだよ、もちろん、きみに あげることは できないよ!

source: Armor
ja: 防具（ぼうぐ）

source: I talked to the Elder... he wants me to give you something.
ja: 長老とは、はなしてある・・・。 きみに、なにかをあげるよう、長老は いっていた。

source: Your precious bow? Yes, that should come in handy.
ja: あなたの おきにいりの弓（ゆみ）? いいね。べんりそう な 武器（ぶき）ね。

source: My bow?? You're nuts, I grew up with this thing!
ja: わたしの弓（ゆみ）?? ダメだよ。 I grew up with this thing!

source: Well, I have some old leather armor. It should help.
ja: ううん、 わたしは、ふるい 革（かわ）の よろい をもっている。 きみにも、これはきっと、やくだつだろう。

source: Ew, it smells like wet socks.
ja: くつした の におい とか、しないよね。

source: No, that's just the smell o' tha woods! Don't look a gift horse in the mouth!
ja: ない。 木（き） の かおり だ。 ひと の あげるもの に、 ケチ を つけるな!

source: Shandra the Innkeep
ja: Shandra 宿屋（やどや）さん

source: Welcome to the tavern. Would you like some chicken wings?
ja: わが 旅館（りょかん）へ、ようこそ。 とりにく の 手羽先（てばさき）は、 すき かい?

source: Jailor
ja: 看守（かんしゅ）

source: Lots of unsavory types locked up here!
ja: ここには、たくさんの しゅるい の、いや な もの が、ある。

source: Celade the Jeweler
ja: Celade ほうせきや

source: I came here all the way from the Castle Keradon to sell the jewels my family mines, but nobody here is buying!
ja: わたしは、かぞくの 鉱山（こうざん）の宝石（ほうせき）を うるために、 ケラドンの おしろ から、はるばると ここに きたのに、ここでは まったく、かわれません!

source: Hopefully there's more money to be made at my next stop in Haladria.
ja: ハラドリアの 次（つぎ）の 停留所（ていりゅうじょ）には、もっと多くの お金 が あることを ねがっています。

source: Librarian Joe
ja: としょかんのひと Joe

source: Oh, no, I'm not the Elder, I'm just his twin brother!
ja: オー、ノー。 わたしは、 長老（ちょうろう）じゃないよ。 かれの ふたごの きょうだい です!

source: Younger by an hour, but he gets to be the village elder.
ja: いちじかん ほど わかいのに、 かれ は、むら の ちょうろう に なった。

source: Quartermaster Fenton
ja: ほかん がかり フェントン

source: We're stocking up the granary for the winter.
ja: ふゆ に そなえて、 のうさくもつ を ためているんだ。

source: Read Note
ja: メモ を よむ

source: If we're not in right now, feel free to leave the money in the chest. Honor system!
ja: もし、わたし が いないなら、 おかね を この箱（はこ）に、 おいていってください。 Honor（オナー）システム!

source: Don't break my concentration, or that thing will send me sprawling!
ja: ダメ、はなしかけないで! 集中（しゅうちゅう）してるんだ! でないと、うごき が、 にぶってしまう!

source: Sally
ja: サリー

source: We're getting away for a few days. Castle life is just so hectic!
ja: わたしたちは、ここで数日（すうじつ）を、すごしています。 城（しろ）での生活（せいかつ）は、いそがしくって、てんてこまい です。

source: Don't tell Harry, but I'm really interested in going to the volcano - there might even be some obsidian there!
ja: ハリーには、ひみつ に しておいて ほしい けど、 わたしは、ほんとうは 火山（かざん）に、 いってみたい のです。 きっと、黒曜石（こくようせき）が、 たくさん ある でしょう。

source: Only trouble is, it's too hot to get close enough. If only there was a way to traverse the lava.
ja: もんだい は ひとつ。 そこに ちかづく には、 あつすぎる のです。 もし、ようがん を よこぎる 道（みち） だけしか、 ない のなら。

source: Harry
ja: ハリー

source: Ah, the vacation life!
ja: ああ、バケーションの生活（せいかつ）だ!

source: I hear there's some great spelunking to the north, and skiing to the south.
ja: わたしの きいた はなし では、 北（きた）に、大きな spelunking ある。南（みなみ）に、スキーがある。

source: Do you know where I rent some skis around here?
ja: おしえてほしい こと が あります。 このあたりでは、どこに いけば、 スキーを かりることが できますか?

source: Uh, I'm not sure we have any shops like that.
ja: ええと。あいにく、あまり、そういう お店（おみせ）は、しらないんです。

source: A pit opens beneath your feet, and you fall into a dank cave!
ja: 穴（あな）に、おっこちてしまった。 どうくつ の なか に、 ほうりこまれて しまった ようだ!
