Repository: MiroslavR/polymorphable
Catalog: mods/polymorphable/languages/data.*.po
Languages: fr, ja

source: Carrot
fr: Carotte
ja: にんじん

source: Restore 4 HP
fr: Donne 4 PV
ja: HPが4回復

source: Watermelon
fr: Pastèque
ja: スイカ

source: Restore 4 MP
fr: Donne 4 PM
ja: MPが4回復

source: Bomb
fr: Bombe
ja: ばくだん

source: Plant a 3-second bomb
fr: Plante une bombe de 3 secondes
ja: 3びょう あとに ばくはつ する

source: Gold
fr: Or
ja: ゴールド

source: Leather Armor
fr: Armure de cuir
ja: かわの よろい

source: Knife
fr: Couteau
ja: ナイフ

source: Just a kitchen knife
fr: Juste un couteau de cuisine
ja: たんなる キッチンナイフ

source: Hero's Sword
fr: Épée héroïque
ja: ヒーローのつるぎ

source: The sword of the ancient hero
fr: L'épée d'un héro disparu
ja: いにしえのヒーローの つるぎ

source: Skeleton Key
fr: Clé squelette
ja: スケルトンのカギ

source: Unlocks a door in the Volcano
fr: Déverrouille une porte dans le volcan
ja: 火山にある、カギのかかったドアをあける

source: Fairy Flower
fr: Fleur féerique
ja: ようせいの はな

source: Return this flower to Elder Thomas
fr: Rendez cette fleur au vénérable Thomas
ja: この花（はな）を、トーマス長老（ちょうろう）のとこに、 とどけよう。

source: Bat Talisman
fr: Talisman de chauve-souris
ja: コウモリの おまもり

source: Use to transform into a bat and fly
fr: Permet de se changer en chauve-souris et voler
ja: つかうと、 コウモリに へんしん できて、 そらを とべる

source: Snake Talisman
fr: Talisman de serpent
ja: ヘビの タリスマン

source: Use to transform into a snake and spit acid at enemies and switches
fr: Permet de se changer en serpent et cracher de l'acide sur les ennemis et interrupteurs
ja: つかうと、 ヘビ に へんしん して、 アシッドを はきだして、こうげき できる

source: Ghost Talisman
fr: Talisman de fantôme
ja: ゆうれい の タリスマン

source: Use to transform into a ghost and pass through flame
fr: Permet de se changer en fantôme et passer à travers les flammes
ja: つかうと、 ゆうれい に へんしん して、 ほのお の なかを、 すりぬけること が できる

source: Half of Juggernaut Talisman
fr: Talisman du demi-fléau

source: Bring to the Village Elder to create the Juggernaut Talisman
fr: Apportez ceci à l'ancien du village pour créer le Talisman du Fléau
ja: これを長老のところにもっていき、 Juggernaut タリスマンをつくってもらう。

source: Juggernaut Talisman
fr: Talisman du Fléau
ja: Juggernaut のタリスマン

source: Transform into a mighty juggernaut
fr: Permet de se changer en Fléau puissant
ja: つよい juggernaut にへんしん

source: Body
fr: Corps
ja: からだ

source: Consumable
fr: Consommable
ja: 消費（しょうひ）

source: Gem
fr: Gemme
ja: ほうせき

source: Main Hand
fr: Main principale
ja: ききて

source: Quest Item
fr: Quêtes
ja: きちょうなアイテム

source: Basic melee attack
fr: Attaque de mêlée classique
ja: きんせつ こうげき

source: Crush
fr: Crash
ja: クラッシュ

source: Knock your enemy back
fr: Renvoi vos ennemis en arrière

source: Lightning Storm
fr: Éclairs

source: Three lightning bolts strike randomly around you
fr: Trois éclairs frappent au hasard autour de vous

source: Shield
fr: Bouclier
ja: シールド

source: Create a force field that absorbs damage
fr: Crée un champ de force qui absorbe des dommages
ja: ダメージ を きゅうしゅう する フィールド を つくります

source: Haste
fr: Rage
ja: ヘイスト

source: Double run and attack speed for 8 seconds
fr: Double la vitesse d'attaque et déplacements pour 8 secondes

source: Cleave
fr: Fente
ja: なぎはらい

source: Attack all enemies in a wide arc
fr: Attaque plusieurs ennemies à la fois
ja: はばひろい えんきどう で、てき を きりさきます

source: Leech Strike
fr: Baiser de Liche

source: Turn 50% of damage you deal into HP
fr: Change 50% des dommages infligés en PV

source: Stun Strike
fr: Coup de masse

source: Stun an enemy for 3 seconds
fr: Assomme un ennemi pour 3 secondes

source: Ice Blast
fr: Souffle glacé

source: Slow nearby enemies for 5 seconds
fr: Ralentie les ennemis proches pour 5 secondes

source: Shoot (enemy)
fr: Tir (ennemi)

source: Drop a bomb that does 5 damage when it explodes.
fr: Pose une bombe infligeant 5 dommages en explosant.

source: Explode (npc)
fr: Explose (pnj)

source: Damages nearby enemies
fr: Blesse les ennemis proches

source: flametrap (trap)
fr: piège à feu (piège)

source: Plant a 3-second bomb.
fr: Pose une bombe de 3 secondes.
ja: 3びょう あと に ばくはつ する。

source: Holy Sword
fr: Épée sacrée
ja: せいなる つるぎ

source: Deal two damage to all enemies on-screen
fr: Inflige deux dommages à tous les ennemis à l'écran

source: Fire Bomb (enemy)
fr: Bombe de feu (ennemi)

source: Drop a bomb that does 10 damage when it explodes to the whole screen.
fr: Pose une bombe infligeant 10 dommages à tout l'écran quand elle explose.

source: Firebomb Explosion (enemy)
fr: Explosion de la bombe de feu (ennemi)

source: Explode (enemy)
fr: Explose (ennemi)

source: Tick
fr: Tic

source: Enemy Beacon
fr: Appât

source: Bring other enemies into the fight with a dummy attack
fr: Attire d'autres ennemis dans le combat avec une fausse attaque

source: Disenchant
fr: Désenchantement
ja: まほうをとく

source: Transform back to human
fr: Permet de reprendre une forme humaine

source: Fire Immunity
fr: Immunité au feu

source: Transform into Bat
fr: Transformer en chauve-souris
ja: コウモリに へんしん

source: Turn into a bat
fr: Changer en chauve-souris

source: Transform into Snake
fr: Transformer en serpent
ja: ヘビに へんしん

source: Turn into a spitting snake
fr: Changer en serpent cracheur

source: Spit Acid
fr: Cracher de l'acide
ja: アシッドを はく

source: Spit Fire
fr: Cracher du feu

source: Transform into Ghost
fr: Transformer en fantôme
ja: ゆうれい に へんしん

source: Turn into a ghost
fr: Changer en fantôme

source: Transform into Juggernaut
fr: Transformer en Fléau
ja: Juggernaut に へんしん

source: Turn into a powerful knight for a short time
fr: Changer en un guerrier puissant pour un court instant

source: Transform into Squirrel
fr: Transformer en écureuil

source: Turn into a squirrel
fr: Changer en écureuil

source: Adventurer
fr: Aventurier
ja: ぼうけんしゃ

source: Daphne
fr: Daphné
ja: ダフネ

source: Therianthrope
fr: Thérianthrope

source: Metamorph
fr: Métamorphe

source: Animagus
fr: Animage

source: Shapeshifter
fr: Change-forme

source: Doppelganger
fr: Doppelgänger
ja: ドッペルゲンガー

source: Chameleon
fr: Caméléon
ja: カメレオン

source: Girl
fr: Fille
ja: おんなのこ

source: Cultist Archer
fr: Archer sectaire
ja: おかしいアーチャー

source: Bat
fr: Chauve-souris
ja: コウモリ

source: Beetle
fr: Scarabée

source: Cultist Mage
fr: Mage sectaire
ja: おかしいメイジ

source: Combat Dummy
fr: Mannequin de combat

source: Daphne's Shadow
fr: Ombre de Daphné

source: Firebat
fr: Chauve-souris de feu

source: Fire Bomb
fr: Bombe de feu

source: Fire Skeleton
fr: Squelette de feu
ja: ほのお の スケルトン

source: Ghost
fr: Fantôme
ja: ゆうれい

source: Ghost Bomb
fr: Bombe fantôme

source: Giant Fire Skeleton
fr: Squelette géant de feu
ja: ジャイアント ファイア スケルトン

source: Giant Ghost
fr: Fantôme géant
ja: ジャイアント ゴースト

source: Juggernaut
fr: Fléau

source: Cultist Knight
fr: Chevalier sectaire
ja: カルトの ナイト

source: Cultist Monk
fr: Moine sectaire
ja: カルトの モンク

source: Ruby Snake
fr: Serpent vermeille

source: Skeleton
fr: Squelette
ja: スケルトン

source: Skeleton Knight
fr: Chevalier squelette
ja: スケルトン ナイト

source: Skeleton Mage
fr: Mage squelette
ja: スケルトン メイジ

source: Slime
fr: Moisissure
ja: スライム

source: Snake
fr: Serpent
ja: ヘビ

source: Venom Bat
fr: Chauve-souris venimeuse
ja: どく の コウモリ

source: Zalkaz, Bane of Laurelia
fr: Zalkaz, peste de Laurelia

source: Barracks
fr: Baraquements
ja: バラック

source: Secret Basement
fr: Base secrète
ja: ひみつの Basement

source: Secret Cavern
fr: Caverne secrète
ja: ひみつの どうくつ

source: Chest
fr: Coffre
ja: はこ

source: Hidden Waterway
fr: Canal caché

source: You found the switch key in a barrel!
fr: Vous avez trouvé la clé dans le tonneau !

source: Suspicious Barrel
fr: Tonneau bizarre

source: An empty chest!
fr: Un coffre vide !
ja: からっぽ の はこ だ!

source: There's a key-shaped hole in this rock.
fr: Il y a un trou en forme de clé dans ce rocher.
ja: この いわ には、かぎ の かたち を した、穴（あな）がある。

source: Strange Rock
fr: Rocher étrange
ja: きみょう な いわ

source: "Leftover material from blasting is unstable due to cave-ins! Do not approach!"
fr: « Restes d'explosion instables risquant de s'effondrer ! Ne pas approcher ! »

source: Sign
fr: Panneau
ja: たてふだ

source: Sewer
fr: Égout
ja: ちかすいどう

source: FENCES ARE FOR YOUR PROTECTION. DO NOT OPEN GATES.
fr: GRILLES PLACÉES POUR VOTRE PROTECTION. NE PAS OUVRIR LES GRILLES.

source: Signpost
fr: Poteau indicateur

source: There is a strange groove in this rock
fr: Cette roche porte une rainure étrange

source: Sanctuary
fr: Sanctuaire
ja: サンクチュアリ

source: You must defeat your shadow!
fr: Vous devez battre votre ombre !
ja: あなたは かげ を たおさなければならない!

source: Fountain
fr: Fontaine

source: The switch key fits into the hole in this rock!
fr: La clé rentre dans le trou de ce rocher !

source: It has been a long journey from Castle Hestian, but we have finally found a safe glade away from prying eyes. We shall found our village here, among the laurel trees.
fr: Ce fût un long voyage depuis le château Hestian, mais vous avez enfin trouvé une clairière sure, loin des regards accusateurs. On y trouve notre village, entre les lauriers.

source: Dusty Diary
fr: Journal intime poussiéreux

source: It has been a hundred years now since King Hestian's decree to burn all the "skinchangers." We must go into hiding or he'll destroy us all.
fr: Cela fait un siècle maintenant que le décret du roi Hestian demande de brûler tous les «change-formes». Nous devons nous cacher, ou il nous détruira tous.

source: Moldy Diary
fr: Journal intime moisi

source: King Hestian will not let us live in the open unless we share with him the secret of immortality. If only we actually held that secret, as he believes!
fr: Le roi Hestian ne nous laissera pas en paix avant que nous ne lui donnions le secret de l'immortalité. Si seulement nous pouvions avoir ce secret comme il le croit !

source: Yellowed Diary
fr: Journal intime jauni

source: Underground Lake
fr: Lac sous-terrain

source: Ambushed!
fr: Embusqué !

source: Castle Entry
fr: Entrée du château
ja: しろ の いりぐち

source: Castle Atrium
fr: Atrium du château
ja: しろ の ひろば

source: Castle Hall
fr: Hall du château
ja: しろ の ホール

source: Castle Basement
fr: Cave du château

source: Violent bombs ahead!
fr: Explosions violentes devant !
ja: ゆきさき に、ばくはつしそうな ばくだん が ある!

source: Destroy them from afar to defuse them!
fr: Détruisez-les à distance pour les désamorcer !
ja: とおくから はかいして、 みちを ひらけ!

source: Castle Balcony
fr: Balcon du château
ja: しろ の バルコニー

source: TRAPPED!
fr: PIÉGÉ !
ja: ワナだ!

source: Castle Ballroom
fr: Salle de bal du château

source: Castle Sewer
fr: Égout du château
ja: しろ の ちかすいどう

source: Castle Path
fr: Chemin du château
ja: しろ に つづく みち

source: Cavern
fr: Caverne
ja: どうくつ

source: Drag to actionbar to use.
fr: Placer-le sur la barre d'action pour l'utiliser.

source: Carrots
fr: Carottes
ja: にんじん

source: Unmarked Grave
fr: Tombe anonyme
ja: マークのない おはか

source: Church
fr: Église
ja: きょうかい

source: Daphne's House
fr: Maison de Daphné
ja: ダフネの 家（いえ）

source: Elder's House
fr: Maison de l'ancien
ja: 長老（ちょうろう）の 家（いえ）

source: A secret passage!
fr: Un passage secret !
ja: ひみつ の 通路（つうろ） だ!

source: Glade
fr: Clairière

source: Granary
fr: Grenier
ja: のうさくもつ の そうこ

source: Inn, 1st Floor
fr: Auberge, premier étage

source: Inn, 2nd Floor
fr: Auberge, deuxième étage

source: You've fallen in a hole!
fr: Vous êtes tombé dans un trou !
ja: あな の なか に、 おちて しまった!

source: Library
fr: Bibliothèque
ja: としょしつ

source: p.32: "Ghosts, being incorporeal, are nearly immune to heat and fire."
fr: p.32 : « Les fantômes étant incorporels, ils sont pratiquement immunisés contre la chaleur et le feu »

source: On Ghosts
fr: À propos des fantômes

source: p.1: "This small town is a seeming backwater. However, nearly every one of it's citizens has the ability to polymorph into another creature." Better put it back on the top shelf where the tourists can't find it.
fr: p.1 : « Cette petite ville semble paisible au premier abord, mais presque tous ses habitants peuvent se transformer en une autre créature. » Il vaut mieux reposer ce livre sur l'étagère du haut où les touristes ne le trouveront pas.

source: History of Laurelia
fr: Histoire de Laurelia
ja: ローレリア の れきし

source: Market
fr: Marché
ja: マーケット

source: Market Basement
fr: Cave du marché
ja: マーケットの そうこ

source: Mountain Path
fr: Chemin de la montagne

source: Small House
fr: Petite maison
ja: ちいさな 家（いえ）

source: Smithy
fr: Forge

source: Snow Mountain
fr: Montagne enneigée
ja: ゆき の やま

source: You need the Juggernaut Talisman to proceed!
fr: Il vous faut le talisman du Fléau pour continuer !
ja: このさき を すすむには、 Juggernaut の おまもり が ひつようだ!

source: Mountain Cave
fr: Grotte
ja: やま の どうくつ

source: Bring ssssacrifices for Zalkaz here!
fr: Apportez les sssssacrifices de Zalkaz isssssi !

source: Zalkaz's Lair
fr: Repère de Zalkaz
ja: Zalkaz の すみか

source: You're home!
fr: Vous êtes comme chez vous !

source: Prepare to die!
fr: Préparez vous à mourir !

source: Mountain Mine
fr: Mine de la montagne

source: Empty...
fr: Vide...
ja: からっぽ・・・

source: Mountain Shop
fr: Magasin de la montagne
ja: やま の 店（みせ）

source: Safe Room
fr: Pièce sure
ja: あんぜん な へや

source: Tavern
fr: Taverne
ja: いざかや

source: Volcano
fr: Volcan
ja: 火山（かざん）

source: Locked Gate
fr: Portail verrouillé
ja: カギのしまった とびら

source: Anvil
fr: Enclume
ja: アンビル

source: There might be a way to cross that small gap, but it looks deadly.
fr: Il y a peut-être un passage pour traverser le petit espace, mais il semble mortel.
ja: もし、このスキマをむりやり とびこえたら、たぶん、しぬ。

source: Lava River
fr: Rivière de lave
ja: Lava 川

source: Someone has scrawled here: "The fire skeleton's bombs killed my friend instantly! If I wasn't a ghost already, I'd have died, too."
fr: Quelqu'un a gravé ici : « les bombes du squelette de feu ont tué mon ami instantanément ! Si je n'étais pas déjà un fantôme, je serais mort moi aussi. »

source: Altar
fr: Autel
ja: さいだん

source: Explore the strange basement you've found underneath the Elder's house.
fr: Explorez l'étrange sous-sol que vous avez trouvé sous la maison de l'ancien.

source: You've found a strange key, but what on earth could it be used for?
fr: Vous avez trouvé une étrange clé, mais à quoi diable peut-elle servir ?

source: Speak with the ghost in the basement.
fr: Parlez avec le fantôme du sous-sol.

source: Explore the village of Laurelia
fr: Explorez le village de Laurelia
ja: ローレリアの村（むら）を、探検（たんけん） しよう

source: Find the Fairy Flower north of town, over the river.
fr: Trouvez la fleur féerique au nord de la ville, après la rivière.
ja: ようせい の 花（はな） を みつけよう。 町（まち）の 北（きた）の、 川（かわ）の むこうに、花 は ある。

source: You found the Fairy Flower! Now to bring it home to the Elder, and to explain what you saw in the cave.
fr: Vous avez trouvé la fleur féerique ! Rapportez-la maintenant à la maison de l'ancien, et expliquez ce que vous avez vu dans la grotte.
ja: あなた は、すでに、ようせいのはな を みつけている。 これを、さっさと Elder に もっていこう。 そして、どうくつ で 見た（みた） もの を、 せつめい しよう。

source: You have been tasked with finding the Juggernaut Talisman. Go east to find the first half in the volcano.
fr: On vous a demandé de trouver le Talisman du Fléau. Allez à l'est pour trouver la première moitié dans le volcan.
ja: Juggernaut のおまもり を さがそう。 さいしょに、ひがし（→）に いこう。 それから、火山（かざん）に いきます。

source: You have found the first half of the Juggernaut Talisman. Go to the volcano to the west to find the second half.
fr: Vous avez trouvé la première moitié du talisman du Fléau. Allez au volcan de l'ouest pour trouver la seconde moitié.

source: You have found the 2nd half of the Juggernaut Talisman. Bring it to the village elder to have him combine the halves.
fr: Vous avez trouvé les deux moitiés du talisman du Fléau. Apportez-les à l'ancien du village pour qu'il les combine.

source: Scale Snow Mountain, south of Laurelia, to put an end to Zalkaz once and for all.
fr: Escaladez la montagne enneigée au sud de Laurelia, pour mettre fin à Zalkaz une bonne fois pour toute.

source: Leave Zalkaz's Lair, and return to Laurelia to talk to the townsfolk. Congratulations, you've beaten Laurelia's Polymorphable Citizens!
fr: Quittez le repaire de Zalkaz et retournez parler aux habitants de Laurelia. Bravo, vous avez vaincu les citoyens changeforme de Laurelia !

source: Wot the Apprentice
fr: Wot l'apprenti
ja: Wot みならい

source: Good Morning
fr: Bonjour
ja: おはよう

source: Good morning Daphne.
fr: Bonjour, Daphné.
ja: おはよう、ダフネ。

source: Good morning Wot! Clara working you hard?
fr: Bonjour, Wot ! Clara te fait travailler dur ?
ja: おはよう、Wot! クララは、あなた の ため に、はたらいて ますか?

source: It's miserable. I've forged three swords and two helms this morning, but she says it's still not enough.
fr: C'est terrible. J'ai forgé trois épées et deux casques ce matin, mais ce n'est pas encore assez pour elle.
ja: ひさん です。 わたしは わすれてしまいました、3ほん の つるぎ と、2こ の かぶと を。 しかし、かのじょ は いうのですよ、「まだ じゅうぶん ではない」のだと。

source: Keep at it! One of these days, maybe you'll be as good a smith as she is!
fr: Courage ! Un de ces jours, tu seras aussi bon forgeron qu'elle !
ja: がんばって つづけろ! そのうち、たぶん、あなたも、かのじょの ように、うで の いい しょくにん に なれるだろう!

source: I hope so, but I suppose I can always join the King's knights if this doesn't pan out.
fr: J'espère, mais je suppose que je peux toujours rejoindre les chevaliers du roi si jamais ça ne marche pas.
ja: そう ねがいたい です。 しかし、I suppose I can always join the King's knights if this doesn't pan out.

source: Oh, don't be silly - you couldn't leave this village. I've seen how Waka looks at you!
fr: Oh, ne sois pas bête. Tu ne pourrais pas quitter ce village. J'ai vu comment Waka te regarde !
ja: もうっ、ばかにしないで! あなた は、 このむら を はなれられない でしょう。 Waka が どれほど あなたを みつめていたか、 わたしは しってるのですよ!

source: Wait, what? She's never said anything!
fr: Quoi? Attend. Elle ne m'a jamais rien dit !
ja: まって、 え? かのじょは、そんなこと、ひとことも、 いってなかったよ。

source: Oh, I see her staring.
fr: Je la vois bien te dévisager.
ja: でも、 わたしは みましたよ。 かのじょ が みつめているのを。

source: *Wot blushes*
fr: *Wot rougit*
ja: * Wot 、かお が あかくなる *

source: See you around!
fr: À la prochaine !
ja: また こんど!

source: Chat
fr: Discussion
ja: はなす

source: Not too many people in the tavern.
fr: Y'a pas grand monde dans la taverne.
ja: この いざかや には、 あまり、 人（ひと）が いない。

source: It's midmorning. Gives me time to get the steins clean.
fr: C'est encore le matin. Laissez moi le temps de nettoyer les chopes.
ja: まだ、あさ の まっただなか ですよ。 ジョッキを あらうような じかん です。

source: Balthasar
fr: Baltazar

source: Death of the Shade
fr: La mort des Ombres

source: Ah, I can rest now... if you wish, read the books beside me for history of these ruins...
fr: Ah, je peux reposer maintenant... si vous le souhaitez, vous pouvez consulter les livres derrière moi pour découvrir l'histoire de ces ruines...

source: The Shade
fr: Les Ombres

source: I cannot rest! Look into the fountain... and defeat your shadow there!
fr: Je ne peux reposer ! Fouillez la fontaine... et vainquez votre ombre !

source: These ruins have been here a long time, before the founding of Laurelia.
fr: Ces ruines sont ici depuis longtemps, avant même que Laurelia ne soit fondée.

source: During the dark times when we the Kingdom was ruled by King Hestian, we fled here, and built a city in the light.
fr: Durant les ages sombres du règne du roi Hestian, nous avons fuit ici, et nous avons construit une cité dans la lumière.

source: Some people, including the sorcerer Zalkaz, created warrens under the city, in case the mad King's soldiers found us.
fr: Le sorcier Zalkaz et quelques autres ont construit des galeries souterraines sous la ville, au cas où les soldats du roi fou nous trouveraient.

source: Zalkaz conducted experiments in the darkness while the other Laurelians remained in the light.
fr: Zalkaz a fait des expériences dans l'ombre tandis que les autres Lauréliens restaient à la lumière.

source: After the mad King died, he sent guards to root our Zalkaz, with the assistance of the Laurelian populace.
fr: À la mort du roi fou, il a lancé des soldats pour fonder Zalkaz, avec l'aide du peuple de Laurelian.

source: The skeletons you see down here are the remainder of his frightening experiments.
fr: Les squelettes que vous voyez ici sont les restes de ses effroyables expériences.

source: Take this talisman, which has a piece of your shadow bound to it. You should now be able to remain humanoid while incorporeal.
fr: Prenez ce talisman, sur lequel est serti un morceau de votre ombre. Vous devriez maintenant parvenir à rester humanoïde lorsque vous serez incorporel.

source: Clara the Blacksmith
fr: Clara la forgeronne
ja: クララ かじや

source: Weapons
fr: Armes
ja: ぶき

source: Ah, so you need a better sword to beat the Evil One?
fr: Ah, vous cherchez une meilleure épée pour battre le Maléfique ?
ja: ふむ・・・ あなたは、あくまを たおすために、もっとよい、つるぎが、ひつよう ですか?

source: I've got this one that I made last night, but I'm feeling pretty attached to it.
fr: J'ai celle-ci. Je l'ai faite la nuit passée, et je l'aime beaucoup.
ja: わたしは、きのう つくったばかりの ぶき があるが、 しかし、おきにいり なんだ。

source: It'll cost ya 100 gold. Sound like a deal?
fr: Elle vous coûtera 100 pièces d'or. Ça vous va ?
ja: それは100ゴールドだろう。 Sound like a deal?

source: The Hero's Sword
fr: L'épée du Héros
ja: ヒーローのつるぎ

source: The tag on this sword says "The sword of the ancient hero."
fr: Il est écrit « L'épée de l'ancien héros ».
ja: このつるぎに「いにしえのヒーローのつるぎ」と、かかれてるんだけど・・・

source: It is!
fr: C'est ça !
ja: そのとおり!

source: Didn't you say you just finished forging it last night?
fr: Vous avez dit que vous l'avez forgée la nuit passée ?
ja: でも、きのう、つくりおえたって、いってたよね?

source: No! Of course not! It's the Ancient Hero's sword. I just finished polishing it last night.
fr: Non ! Bien sûr que non ! C'est l'épée de l'ancien héros. J'ai fini de l'astiquer la nuit passée.
ja: ちがう! もちろん、ちがう! これは、いにしえの ヒーローのつるぎ なんだ。 きのう、わたしは、つるぎを みがいた だけ なんだ。

source: You were going to try to sell it to the next nobleman who comes through town, weren't you?
fr: Vous alliez tenter de la vendre au prochain noble de passage en ville, n'est ce pas ?
ja: あなたは、このまちに やってくる かねもちに、 これを うろう と、してたのですか?

source: Could be.
fr: Peut-être bien.

source: Good morning! I just finished some work on a new sword last night, and I'm showing it off to anyone who comes by.
fr: Bonjour ! J'ai justement fini de travailler à une nouvelle épée la nuit dernière, et depuis, je la montre à tous ceux qui passent.
ja: おはよう! わたしは、きのう、あたらしい つるぎ の、いくつか の しごと を おえたばかり だ。 そして、わたし の ところ に やってくる ひとに、みせている。

source: The End
fr: La fin

source: Daphne, you've destroyed Zalkaz! I'm proud of you for putting that sword to good use.
fr: Daphné, tu a détruit Zalkaz ! Je suis si fière de la façon dont tu as utilisée cette épée.
ja: ダフネ、ついに Zalkaz をやっつけたのね! I'm proud of you for putting that sword to good use.

source: So that means I'll get a refund? Come on, this is like free advertising.
fr: Ça veut dire que j'ai droit à une réduction ? Allez, je te fait de la publicité gratuite.

source: No way! But I'll tell you what, I'll cook you dinner tonight.
fr: Certainement pas ! Écoute, je t'invite plutôt à manger ce soir.

source: Brewmistress Waka
fr: Waka la brasseuse
ja: ウェイトレス Waka

source: Good evening! Have you come to try one of my latest creations?
fr: Bonsoir ! Avez-vous goûté à ma dernière création ?
ja: こんばんは! あなたは、わたしの、いちばん あたらしい さくひんを、ためしに、きましたか？

source: I promise tonight's oatmeal stout is the best batch I've ever made.
fr: Je vous assure que la fournée de gruau de ce soir est la meilleure que j'ai jamais faite.
ja: わたしは、こんやの オートミール スタウト が、わたしが いままでに つくったなかでは、 さいこうの やきかげん だと やくそく します。

source: Let's raise a glass to your good health!
fr: Levons nos verres à votre bonne santé !

source: Captain Tam
fr: Capitaine Tam

source: Good afternoon.
fr: Bonjour

source: Slow day?
fr: Comment ça va ?

source: Very slow... that new recruit keeps getting hit by the combat dummy, though, so that's good for a laugh.
fr: Calmement... à part cette jeune recrue qui se blesse sans cesse sur le mannequin d'entraînement. C'est tellement drôle !

source: Swing
ja: スイング

source: Fire
ja: ほのお

source: Ice
ja: こおり

source: Earth
ja: つち

source: Wind
ja: かぜ

source: Physical
ja: たいりょく

source: Mental
ja: せいしんりょく

source: Laurelia
ja: ローレリア

source: Altea, Keeper of the Faith
ja: Altea, 信仰（しんこう）のキーパー
